<?php
// Heading
$_['heading_title']                = 'Європейський центральний банк';

// Text
$_['text_extension']               = 'Доповнення';
$_['text_success']                 = 'Налаштування модуля Європейського центрального банку збережено!';
$_['text_edit']                    = 'Редагувати модуль джерела валют Європейського центрального банку';
$_['text_information']             = 'Для цього розширення необхідна наявність валюти EUR (євро). Якщо модуль увімкнений, його можна вибрати як механізм розрахунку курсу валют у <b><a href="%2">Системі &gt; Налаштування</b></a> і ви можете оновити курси валют через <b><a href="%1">Система &gt; Локалізація &gt; Валюти</a></b>.';

// Entry
$_['entry_ip']                     = 'IP-адреса сервера';
$_['entry_cron']                   = 'Команда CRON';
$_['entry_status']                 = 'Статус';

// Help
$_['help_ip']                      = 'Необов\'язкова IP-адреса для сервера, що виконує завдання CRON для оновлення курсів валют.';
$_['help_cron']                    = 'Використовуйте цю команду при налаштуванні завдання CRON на вашому сервері.';

// Error
$_['error_permission']             = 'Попередження: у вас немає дозволу на зміну конвертера валют Європейського центрального банку!';
$_['error_euro']                   = 'Це розширення вимагає євро як доступну валюту!';
$_['error_ip']                     = 'Неправильна IP-адреса!';

$_['error_no_rates']               = 'Курси не були отримані від джерела.';
$_['error_base_currency_missing']  = 'Курси не були оновлені. Базова валюта магазину відсутня у джерелі.';
$_['error_no_matching_currencies'] = 'Курси не були оновлені. Немає відповідних валют магазину в джерелі даних.';

$_['text_success_refresh']         = 'Курси валют, які є в джерелі, були оновлені!';
