<?php
// Heading
$_['heading_title']                = 'Національний банк України';

// Text
$_['text_extension']               = 'Доповнення';
$_['text_success']                 = 'Налаштування модуля Національний банк України збережено';
$_['text_edit']                    = 'Редагувати Національний банк України';
$_['text_information']             = 'Для цього розширення необхідна наявність валюти UAH (гривня). Якщо модуль увімкнений, його можна вибрати як механізм розрахунку курсу валют у <b><a href="%2">Система &gt; Налаштування</b></a>, а також можна оновлювати курси валют через <b><a href="%1">Система &gt; Локалізація &gt; Валюти</a></b>.';

// Entry
$_['entry_cron']                   = 'CRON команда';
$_['entry_status']                 = 'Статус';

// Help
$_['help_cron']                    = 'Використовуйте цю команду при налаштуванні завдання CRON на вашому сервері.';

// Error
$_['error_permission']             = 'Попередження: у вас немає дозволу на зміну йодулю Національний банк України!';
$_['error_uah']                    = 'Для цього модуля потрібна наявність доступної валюти UAH (гривня)!';

$_['error_no_rates']               = 'Курси не були отримані від джерела.';
$_['error_base_currency_missing']  = 'Курси не були оновлені. Базова валюта магазину відсутня у джерелі.';
$_['error_no_matching_currencies'] = 'Курси не були оновлені. Немає відповідних валют магазину в джерелі даних.';

$_['text_success_refresh']         = 'Курси валют, які є в джерелі, були оновлені!';
