<?php
// Header
$_['heading_title']                = 'Налаштування механізму курсу ПриватБанку';

//Text
$_['text_extension']               = 'Доповнення';
$_['text_success']                 = 'Налаштування джерела курсів валют ПриватБанку збережено';
$_['text_edit']                    = 'Змінити налаштування джерела курсів валют ПриватБанку';
$_['text_information']             = 'Для цього розширення потрібно, щоб валюта UAH була доступною валютою. Якщо модуль включен, його можна вибрати як джерело оновлення курсу валют <b><a href="%2">Система &gt; Налаштування</b></a>, а оновлювати курси валют можна через <b><a href="%1">Система &gt; Локалізація &gt; Валюти</a></b>.';
$_['text_cash']                    = 'Готівковий курс (у відділеннях)'; // Переказ на готівку
$_['text_non_cash']                = 'Безготівковий курс (конвертація на карту, Приват24)'; // Переклад на неготівкові
$_['text_currency_table']          = 'Поточні курси валют';
$_['column_currency']              = 'Валюта';
$_['column_original_rate']         = 'Курс (без корекції)';
$_['column_adjusted_rate']         = 'Курс (з корекцією)';
$_['column_inverse_rate']          = 'Зворотний курс';
$_['column_date_modified']         = 'Дата оновлення';
$_['text_no_currencies']           = 'Курси валют не знайдені. Перевірте настройки API.';

// Entry
$_['entry_cron']                   = 'Команда Cron';
$_['entry_status']                 = 'Статус';
$_['entry_api_choice']             = 'Вибір API';
$_['entry_rate_coefficient']       = 'Поправочний коефіцієнт';

// Help
$_['help_cron']                    = 'Використовуйте цю команду при налаштуванні завдання CRON на вашому сервері.';

// Error
$_['error_permission']             = 'Увага: у вас немає дозволу на зміну налашутвань модулю Приватбанка!';
$_['error_uah']                    = 'Для цього розширення потрібна доступна валюта UAH (гривня)!';
$_['error_rate_coefficient']       = 'Поправочний коефіцієнт повинен дорівнювати 1 або більше.';

$_['error_no_rates']               = 'Курси не були отримані від джерела.';
$_['error_base_currency_missing']  = 'Курси не були оновлені. Базова валюта магазину відсутня у джерелі.';
$_['error_no_matching_currencies'] = 'Курси не були оновлені. Немає відповідних валют магазину в джерелі даних.';

$_['text_success_refresh']         = 'Курси валют, які є в джерелі, були оновлені!';
