<?php
$_['heading_title']    = 'Продажі за країнами/регіонами';
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Налаштування успішно змінено!';
$_['text_edit']        = 'Редагування';
$_['text_no_orders']   = 'Поки немає завершених замовлень';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_width']      = 'Ширина';
$_['btn_back']         = 'Повернутися до вибору країни';
$_['error_permission'] = 'У вас недостатньо прав для внесення змін!';
