<?php

// Heading
$_['heading_title']        = 'SEO URL';

// Text
$_['text_success']         = 'Налаштування змінені';
$_['text_list']            = 'Список SEO URL';
$_['text_add']             = 'Додати SEO URL';
$_['text_edit']            = 'Редагувати SEO URL';
$_['text_filter']          = 'Фільтр';
$_['text_default']         = 'За замовчуванням';
$_['text_information']     = 'Інформація<p><strong>SEO URL (keyword)</strong> — це унікальний ідентифікатор для URL-адрес. Він має бути унікальним для кожного об\'єкта (товару, категорії, виробника) в межах одного магазину та мови. Використовуйте лише літери латинського алфавіту в нижньому регістрі, цифри та дефіс (-). Наприклад: <code>mi-tovar-1</code>.</p><p>З точки зору SEO - краще використовувати унікальні <strong>keyword</strong> для кожної мови, щоб покращити ранжування та видимість сайту.</p><p>Не рекомендується використовувати однакові <strong>keyword</strong> для різних мов, оскільки це може створювати дубльований контент для пошукових систем, особливо якщо вони індексують обидві мовні версії.</p>';

// Column
$_['column_query']         = 'Посилання';
$_['column_keyword']       = 'SEO URL';
$_['column_store']         = 'Магазин';
$_['column_language']      = 'Мова';
$_['column_action']        = 'Дія';

// Entry
$_['entry_query']          = 'Посилання';
$_['entry_keyword']        = 'SEO URL';
$_['entry_store']          = 'Магазин';
$_['entry_language']       = 'Мова';

// Help
$_['help_keyword']         = 'Використовуєте лише символи a–z та 0–9, а також символи – або _ замість пробілів.';
$_['help_query']           = 'URL-запит, який потрібно замінити.';

// Error
$_['error_permission']     = 'У вас недостатньо прав для внесення змін до SEO URL!';
$_['error_keyword']        = 'SEO URL повинен містити від 3 до 64 символів (крім сторінки common/home - може бути порожнім)!';
$_['error_keyword_exists'] = 'SEO URL вже використовується!';
$_['error_query']          = 'Посилання має містити від 3 до 255 символів!';
$_['error_query_exists']   = 'Такий запит (посилання) існує в цьому магазині!';
