<?php
// Heading
$_['heading_title']                = 'Европейский центральный банк';

// Text
$_['text_extension']               = 'Расширения';
$_['text_success']                 = 'Настройки модуля конвертора валют Европейского центрального банка сохранены!';
$_['text_edit']                    = 'Редактировать модуль источника валют Европейский центральный банк';
$_['text_information']             = 'Для этого расширения необходимо, наличие валюты EUR (евро). Если модуль включен, его можно выбрать в качестве механизма расчета курса валют в <b><a href="%2">Системе &gt; Настройки</b></a> и вы можете обновить курсы валют через <b><a href="%1">Система &gt; Локализация &gt; Валюты</a></b>.';

// Entry
$_['entry_ip']                     = 'IP-адрес сервера';
$_['entry_cron']                   = 'Команда CRON';
$_['entry_status']                 = 'Статус';

// Help
$_['help_ip']                      = 'Необязательный IP-адрес для сервера, выполняющего задачу CRON для обновления курсов валют.';
$_['help_cron']                    = 'Используйте эту команду при настройке задачи CRON на вашем сервере.';

// Error
$_['error_permission']             = 'Предупреждение: у вас нет разрешения на изменение конвертера валют Европейского центрального банка!';
$_['error_euro']                   = 'Это расширение требует евро в качестве доступной валюты!';

$_['error_no_rates']               = 'Курсы не были получены от источника.';
$_['error_base_currency_missing']  = 'Курсы не были обновлены. Базовая валюта магазина отсутствует в источнике.';
$_['error_no_matching_currencies'] = 'Курсы не были обновлены. Нет совпадающих валют магазина в данных источника.';

$_['text_success_refresh']         = 'Курсы валют, которые есть в источнике, были обновлены!';
