<?php
// Heading
$_['heading_title']                = 'Национальный банк Украины';

// Text
$_['text_extension']               = 'Расширения';
$_['text_success']                 = 'Настройки модуля Национальный банк Украины сохранены';
$_['text_edit']                    = 'Редактировать Национальный банк Украины';
$_['text_information']             = 'Для этого расширения необходимо, наличие валюты UAH (гривна). Если модуль включен, его можно выбрать в качестве механизма расчета курса валют в <b><a href="%2">Система &gt; Настройки</b></a>, а также можно обновлять курсы валют через <b><a href="%1">Система &gt; Локализация &gt; Валюты</a></b>.';

// Entry
$_['entry_cron']                   = 'CRON команда';
$_['entry_status']                 = 'Статус';

// Help
$_['help_cron']                    = 'Используйте эту команду при настройке задачи CRON на вашем сервере.';

// Error
$_['error_permission']             = 'Предупреждение: у вас нет разрешения на изменение модуля Национальный банк Украины!';
$_['error_uah']                    = 'Для этого модуля требуется наличие доступной валюты UAH (гривна)!';

$_['error_no_rates']               = 'Курсы не были получены от источника.';
$_['error_base_currency_missing']  = 'Курсы не были обновлены. Базовая валюта магазина отсутствует в источнике.';
$_['error_no_matching_currencies'] = 'Курсы не были обновлены. Нет совпадающих валют магазина в данных источника.';

$_['text_success_refresh']         = 'Курсы валют, которые есть в источнике, были обновлены!';
