<?php

// Heading
$_['heading_title']     = 'Файли для завантаження';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_list']         = 'Список файлів для завантаження';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагування';
$_['text_upload']       = 'Файл завантажений';
$_['text_report']       = 'Звіт';

// Column
$_['column_name']       = 'Назва';
$_['column_ip']         = 'IP';
$_['column_account']    = 'Облікові записи';
$_['column_store']      = 'Магазин';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва';
$_['entry_filename']    = 'Ім’я файлу';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Ви можете завантажити файл через кнопку вибору файлу або по FTP, для цього помістіть файл в папку "download" та введіть інформацію нижче.';
$_['help_mask']         = 'Рекомендується, щоб ім’я файлу та маска відрізнялись, це зробить неможливим прямий доступ до файлу.';

// Error
$_['error_warning']     = 'Попередження: уважно перевірте форму на наявність помилок!';
$_['error_permission']  = 'У вас недостатньо прав для внесення змін';
$_['error_name']        = 'Назва має містити від 3 до 64 символів';
$_['error_upload']      = 'Необхідно завантажити файл';
$_['error_filename']    = 'Системне ім’я файлу має містити від 3 до 160 символів';
$_['error_upload_filename'] = 'Ім’я завантажуваного файлу має містити від 3 до 127 символів';
$_['error_exists']      = 'Файл не знайдено';
$_['error_mask']        = 'Маска має містити від 3 до 128 символів';
$_['error_filetype']    = 'Неправильний тип файлу';
$_['error_product']     = 'Неможливо видалити завантаження тому, що воно використовується в %s товарах';
$_['error_article']     = 'Неможливо видалити завантаження, оскільки воно використовується в %s статтях!';
$_['error_upload_size'] = 'Розмір файлу не повинен перевищувати %s МБ!';
$_['error_upload_post_max'] = 'Розмір завантажуваних даних перевищує ліміт PHP post_max_size (%s МБ)!';
$_['error_upload_1'] = 'Файл перевищує максимально допустимий сервером розмір (upload_max_filesize)!';
$_['error_upload_2'] = 'Файл перевищує максимальний розмір, зазначений у формі!';
$_['error_upload_3'] = 'Файл було завантажено лише частково!';
$_['error_upload_4'] = 'Файл не було завантажено!';
$_['error_upload_6'] = 'Тимчасова папка для завантаження файлів відсутня!';
$_['error_upload_7'] = 'Не вдалося записати файл на диск!';
$_['error_upload_8'] = 'Завантаження файлу зупинено розширенням PHP!';
