<?php

// Heading
$_['heading_title']          = 'Інформаційні сторінки';

// Button
$_['button_apply']           = 'Застосувати зміни та продовжити редагування';
$_['button_save_new']        = 'Зберегти та додати нову інформаційну сторінку';

// Text
$_['text_success']           = 'Налаштування збережені';
$_['text_list']              = 'Список інформаційних сторінок';
$_['text_add']               = 'Додати';
$_['text_edit']              = 'Редагувати';
$_['text_default']           = 'За замовчуванням';
$_['text_keyword']           = 'Має бути унікальним на всю систему, без пробілів та спецсимволів.';

$_['text_success_add_new']   = 'Створено/збережено інформаційну сторінку: <strong class="text-primary">%s</strong>. Додавання нового запису...';
$_['text_success_created']   = 'Інформаційну сторінку створено: <strong class="text-primary">%s</strong>';
$_['text_success_apply']     = 'Iнформаційну сторінку збережено! Редагування: <strong class="text-primary">%s</strong>';

// Column
$_['column_title']           = 'Назва сторніки';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_noindex']         = 'Індексація';
$_['column_status']          = 'Статус';
$_['column_action']          = 'Дія';

// Entry
$_['entry_title']            = 'Назва сторінки';
$_['entry_description']      = 'Опис';
$_['entry_store']            = 'Магазини';
$_['entry_meta_title']       = 'Мета-тег Title';
$_['entry_meta_h1']          = 'HTML-тег H1';
$_['entry_meta_keyword']     = 'Мета-тег Keywords';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_keyword']          = 'SEO URL';
$_['entry_bottom']           = 'Показувати у футері';
$_['entry_status']           = 'Статус';
$_['entry_noindex']          = 'Індексація';
$_['entry_sort_order']       = 'Порядок сортування';
$_['entry_layout']           = 'Змінити макет';

// Help
$_['help_keyword']           = 'Має бути унікальним на всю систему, без пробілів та спецсимволів';
$_['help_bottom']            = 'Показувати в підвалі \ футері магазину';
$_['help_noindex']           = 'Індексація в пошукових системах Google,  Bing та інших';

// Error
$_['error_warning']          = 'Уважно перевірте форму на помилки';
$_['error_permission']       = 'У вас нема прав для внесення змін';
$_['error_title']            = 'Назва має містити від 3 до 64 символів';
$_['error_description']      = 'Опис має містити від 3 символів';
$_['error_meta_title']       = 'Мета-тег Title має містити від 0 до 255 символів';
$_['error_meta_h1']          = 'HTML-тег H1 має містити від 0 до 255 символів';
$_['error_keyword']          = 'SEO URL вже використовується';
$_['error_account']          = 'Сторніку неможливо видалити тому, що вона використовується в Політиці безпеки за замовчуванням';
$_['error_checkout']         = 'Сторінку неможливо видалити тому, що вона використовується в Умовах угоди за замовчуванням';
$_['error_affiliate']        = 'Сторінку неможливо видалити тому, що вона використовується в Умовах партнерської програми';
$_['error_return']           = 'Сторінку неможливо видалити тому, що вона використовується в Умовах повернення товару';
$_['error_store']            = 'Сторінку неможливо видалити тому, що вона використовується в %s магазинах!';
