<?php

// Heading
$_['heading_title']                   = 'Валюта';

// Text
$_['text_success']                    = 'Налаштування збережені';
$_['text_list']                       = 'Список валют';
$_['text_add']                        = 'Додати';
$_['text_edit']                       = 'Редагування';
$_['text_iso']                        = 'Повний список кодів валют та налаштувань ISO можна <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">знайти за посиланням</a>.';
$_['text_currency_engine']            = 'Джерело оновлення валют:';
$_['text_unknown_engine']             = 'Джерело курсу валют не визначено <b><a href="%1">Система &gt; Налаштування</b></a>';
$_['text_provider_rates']             = 'Поточні курси';
$_['text_success_refresh']            = 'Курси валют, які є в джерелі, були оновлені!';
$_['text_currency_engine_extensions'] = '<i class="fa fa-exclamation-triangle"></i> Модулі оновлення валют не встановлені. Налаштувати';
$_['placeholder_reverse_rate']        = 'Введіть зворотній курс';

$_['text_edit_module_settings']       = 'Змінити налаштування модуля';
$_['text_edit_currency_settings']     = 'Змінити джерело оновлення валют';

// Column
$_['column_title']                    = 'Назва валюти';
$_['column_code']                     = 'ISO Код';
$_['column_value']                    = 'Курс валюти';
$_['column_reverse_value']            = 'Зворотній курс';
$_['column_status']                   = 'Статус';
$_['column_date_modified']            = 'Дата оновлення';
$_['column_action']                   = 'Дія';
$_['column_correction_rate']          = 'Коеф. корекції';
$_['column_provider_rate']            = 'Курс провайдера';
$_['column_correction_percent']       = 'Відхилення';
$_['column_provider_title']           = 'Найменування';
$_['column_rate']                     = 'Курс';

// Entry
$_['entry_title']                     = 'Назва валюти';
$_['entry_code']                      = 'ISO Код';
$_['entry_value']                     = 'Курс валюти';
$_['entry_symbol_left']               = 'Символ ліворуч';
$_['entry_symbol_right']              = 'Символ праворуч';
$_['entry_decimal_place']             = 'Кількість знаків після коми';
$_['entry_status']                    = 'Статус';
$_['entry_reverse_rate']              = 'Зворотний курс';

$_['entry_correction_rate']           = 'Коефіцієнт корекції';

// Help
$_['help_code']                       = 'Не змінюйте якщо це ваша валюта за замовчуванням.';
$_['help_value']                      = 'Встановіть 1.00000 якщо це ваша валюта за замовчуванням.';
$_['help_correction_rate']            = 'Множник для корекції курсу. 1.00000000 – без змін, 1.02000000 – збільшити на 2%, 0.98000000 – зменшити на 2%.';

// Error
$_['error_permission']                = 'У вас недостатньо прав для внесення змін';
$_['error_title']                     = 'Назва має містити від 3 до 32 символів';
$_['error_code']                      = 'Код валюти має складатись з 3 символів';
$_['error_default']                   = 'Валюту неможливо видалити тому, що вона використовується за замовчуванням';
$_['error_store']                     = 'Валюту неможливо видалити тому, що вона використовується в %s магазинах';
$_['error_order']                     = 'Валюту неможливо видалити тому, що вона використовується в %s замовленнях!';
$_['error_currency_engine']           = 'Попередження: активне джерело курсу валют не знайдено! Вкажіть джерело в Система-Налаштування-Локлізація';
$_['error_inconsistent_rates']        = 'Прямий та зворотний курси не збігаються. Прямий курс було перераховано на основі зворотного.';
$_['error_correction_rate']           = 'Коефіцієнт корекції повинен бути числом більше 0!';
$_['error_no_rates']                  = 'Курси не були отримані від джерела.';
$_['error_base_currency_missing']     = 'Курси не були оновлені. Базова валюта магазину відсутня у джерелі.';
$_['error_no_matching_currencies']    = 'Курси не були оновлені. Немає відповідних валют магазину в джерелі даних.';
$_['warning_update_needed']           = 'Курс однієї або більше валют змінився більш ніж на 2%. Можливо потрібне оновлення валют!';
