<?php

// Heading
$_['heading_title']         = 'Місце знаходження магазину';

// Text
$_['text_success']          = 'Налаштування змінені';
$_['text_list']             = 'Список адрес магазинів';
$_['text_add']              = 'Додати';
$_['text_edit']             = 'Редагування';
$_['text_default']          = 'За замовчуванням';
$_['text_time']             = 'Режим роботи';

$_['text_geocode_success']  = 'Координати успішно отримані';
$_['text_geocode_error']    = 'Адреса не знайдена';
$_['text_geocode_empty']    = 'Введіть адресу для отримання геокоду';

// Column
$_['column_name']           = 'Назва магазина';
$_['column_address']        = 'Адреса';
$_['column_action']         = 'Дія';

// Entry
$_['entry_name']            = 'Назва магазина';
$_['entry_address']         = 'Адрес';
$_['entry_geocode']         = 'Геокод';
$_['entry_telephone']       = 'Телефон';
$_['entry_fax']             = 'Факс';
$_['entry_image']           = 'Зображення';
$_['entry_open']            = 'Режим роботи';
$_['entry_comment']         = 'Коментар';

// Button
$_['button_geocode']        = 'Отримати геокоординати з OSM Nominatim';

// Help
$_['help_geocode']          = 'Будь ласка, вкажіть геокод свого магазину вручну';
$_['help_open']             = 'Вкажіть час роботи магазину';
$_['help_comment']          = 'Поле для будь-яких спеціальних поміток, які ви хотіли би повідомити покупцям, наприклад інформацію, що магазин не приймає чеки і т.і.';

// Error
$_['error_permission']      = 'У вас недостатньо прав для внесення змін';
$_['error_name']            = 'Назва має містити хоча б 1 символ!';
$_['error_address']         = 'Адрес має містити від 3 до 128 символів';
$_['error_telephone']       = 'Номер телефону має містити від 3 до 32 символів';

$_['error_geocode_request'] = 'Помилка при запиті геокоду';
