<?php
// Heading
$_['heading_title'] = 'Додаткові налаштування';

// Text
$_['text_step_4'] = 'Ви можете виконати додаткові налаштування перед початком роботи!';
$_['text_yes'] = 'Так';
$_['text_no'] = 'Ні';
$_['text_select'] = ' --- Виберіть --- ';
$_['text_delete'] = 'Так (Видалити зображення та демо записи в БД)';
$_['text_select_all'] = 'Виділити все';
$_['text_unselect_all'] = 'Зняти виділення';
$_['text_select_default'] = 'виберіть країну за замовчуванням';

// Entry
$_['entry_delete_demodata'] = 'Видалити Демо дані';
$_['entry_country'] = 'Список країн';
$_['entry_default_country'] = 'Країна за замовчуванням';

$_['help_country'] = 'Вибрані країни будуть автоматично включені після завершення інсталяції.';
$_['help_default_country'] = 'Вибрана країна буде стандартною за замовчуванням після завершення інсталяції. Якщо нічого не виюрано: Ukraine &#8594; Russia &#8594; перша відмічена';

// Error
$_['error_delete_demodata'] = 'Необхідно вибрати дію з демо даними!';
$_['error_country'] = 'Необхідно вибрати хоча б одну країну!';
