<?php
// Heading
$_['heading_title'] = 'Оновлення бази даних';
$_['heading_success'] = 'Оновлення - Завершено!';

// Text
$_['text_upgrade'] = 'Підготуйтеся до оновлення';
$_['text_server'] = 'Перевірте налаштування вашого хостингу';
$_['text_steps'] = 'Процес оновлення';
$_['text_error'] = 'Про будь-які помилки та проблеми при оновленні повідомте на форумі';
$_['text_clear'] = 'Після оновлення, видаліть всі куки у своєму браузері, щоб уникнути помилок з токенами.';
$_['text_admin'] = 'Перейдіть в Адміністративну панель і двічі натисніть Ctrl+F5 для оновлення CSS стилів.';
$_['text_user'] = 'Перейдіть у розділі Система->Користувачі->Групи користувачів до редагування групи Головний адміністратор і позначте всі чекбокси.';
$_['text_setting'] = 'Перейдіть у розділі Система->Налаштування для редагування налаштувань магазину. Перевірте всі значення налаштувань і натисніть кнопку Зберегти, навіть якщо нічого не змінювали.';
$_['text_store'] = 'Перейдіть у Публічну частину та двічі натисніть Ctrl+F5 для оновлення кешованих CSS стилів.';
$_['text_progress'] = 'Патч %s встановлено (%s з %s)';
$_['text_success'] = 'Вітаємо! Ви оновили ваш магазин!';

// Entry
$_['entry_progress'] = 'Процес';
